Repository: zacharykeeping/ejectify-macos
Catalog: ejectify/*.lproj/Localizable.strings
Languages: es, fr, hi, ja, pt_pt, ru

source: Eject all
es: Expulsar todo
fr: Tout éjecter
hi: सभी को बाहर निकालें
ja: すべて排出
pt_pt: Ejetar tudo
ru: Извлечь все

source: No volumes
es: No hay volúmenes
fr: Pas de volumes
hi: वॉल्यूम नहीं हैं
ja: ボリュームがありません
pt_pt: Não tem volumes
ru: Нет томов

source: Volumes
es: Volúmenes
hi: वॉल्यूम
ja: ボリューム
ru: Тома

source: Preferences
es: Preferencias
fr: Préférences
hi: प्राथमिकताएँ
ja: 環境設定
pt_pt: Preferências
ru: Настройки

source: Launch at login
es: Comenzar al iniciar sesión
fr: Lancer au démarrage
hi: लॉगिन पर लॉन्च करें
ja: ログイン時に起動
pt_pt: Lançar ao login
ru: Запускать при старте

source: Unmount when
es: Desmontar cuando
fr: Démonter dès que
hi: अनमाउंट करें जब
ja: マウント解除
pt_pt: Desmontar quando
ru: Извлечь когда

source: Screensaver started
es: El protector de pantalla comience
fr: L'économiseur d'écran démarre
hi: स्क्रीनसेवर शुरू होता है
ja: スクリーンセーバーを起動したとき
pt_pt: O descanso de tela começar
ru: Запущен скринсейвер

source: Screen is locked
es: La pantalla está bloqueada
fr: L'écran est verrouillé
hi: स्क्रीन लॉक होता है
ja: 画面をロックしたとき
pt_pt: A tela bloquear
ru: Экран заблокирован

source: Display turned off
es: La pantalla está apagada
fr: L'écran est éteint
hi: प्रदर्शन बंद होता है
ja: ディスプレイをオフにしたとき
pt_pt: A tela se desligar
ru: Дисплей выключен

source: System starts sleeping
es: El sistema entra en suspensión
fr: Le système est suspendu
hi: सिस्टम स्लीप करना शुरू करता है
ja: システムをスリープしたとき
pt_pt: O sistema entrar em modo suspensão
ru: Система перешла в сон

source: About Ejectify
es: Acerca de Ejectify
fr: À propos de Ejectify
hi: Ejectify के बारे में
ja: Ejectify について
pt_pt: Sobre Ejectify
ru: Об Ejectify

source: Quit Ejectify
es: Salir de Ejectify
fr: Quitter Ejectify
hi: Ejectify से बाहर निकलें
ja: Ejectify を終了
pt_pt: Sair de Ejectify
ru: Выйти из Ejectify
